"(Not You?)|Login - Clickable text letting user log in as a different user" = "(To nie Ty?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 znajomych w pobliżu";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dzień";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 godzinę";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minutę";

"1d|short indicator that a user was active 1 day ago" = "1 dzień";

"1h|short indicator that a user was active 1 hour ago" = "1 godz.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limit 1 minuta: puść, aby wysłać";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dni";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 godziny";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minuty";

"A new version of Messenger is available.|New version title" = "Dostępna jest nowa wersja aplikacji Messenger.";

"Activation Code|placeholder text for activation code field" = "Kod aktywacji";

"Activation Request Failed|" = "Żądanie aktywacji nie powiodło się";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Aktualnie aktywni (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Dodaj do ulubionych";

"Add More People|button for adding people to the conversation" = "Dodaj więcej osób";

"Add More People|title for add members page" = "Dodaj więcej osób";

"Add More People|title for add people page" = "Dodaj więcej osób";

"Add People|button to add members to the message thread" = "Dodaj osoby";

"Add Photos|Button label for adding photos from the photo library" = "Dodaj zdjęcia";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Dodaj do istniejącego kontaktu";

"Adding...|adding progress text" = "Dodawanie...";

"Advanced Settings|text for advanced settings button" = "Ustawienia zaawansowane";

"Advanced|title for advanced settings page" = "Zaawansowane";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Powiadomienia są wyłączone do: %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Powiadomienia wyłączone na 1 godzinę";

"Alerts Off|Indicates that alerts are off" = "Powiadomienia wyłączone";

"Alerts On|Indicates that alerts are on" = "Powiadomienia są włączone";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Wszystkie powiadomienia zostały wyłączone na czas 8 godzin.";

"All notifications are off.|Mute warning display on thread list" = "Wszystkie powiadomienia zostały wyłączone.";

"All|Segment button label for all stickers" = "Wszystkie";

"Answer|Text for button that accepts a call" = "Odbierz";

"Archive|Button label that will archive the conversation" = "Zarchiwizuj";

"Archive|Label for archive button when swipe to archive in thread list view" = "Zarchiwizuj";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Czy na pewno chcesz usunąć nazwę tej konwersacji?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Czy na pewno chcesz opuścić tę konwersację? Nie będziesz już otrzymywać nowych wiadomości.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Czy na pewno?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Załącz zdjęcie";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Załącz pliki multimedialne";

"Back|Go back to previous screen" = "Powrót";

"Back|generic nav bar back button" = "Wstecz";

"Background task expired|Error string for app killed in background while message was sending" = "Zadanie w tle wygasło";

"Bing Image Search|" = "Wyszukiwanie obrazów w Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Możesz rozesłać do maksymalnie %1$i osób jednocześnie.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Roześlij";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Roześlij";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Rozsyłana wiadomość może zawierać maksymalnie %1$i załączników.";

"Bring messages to life|Title of Media attachment NUX" = "Ożyw swoje wiadomości";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Roześlij";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Rozsyłanie";

"Call Ended|End call message in non-error case" = "Połączenie zakończono";

"Call Ended|String shown when the call ends" = "Połączenie zakończono";

"Call Failed|End call message in error case" = "Połączenie nie powiodło się";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Zadzwoń do znajomych, korzystając z połączenia Wi-Fi lub sieci komórkowej. Zastosowanie mają normalne opłaty za transfer danych.";

"Call %@|action sheet option for calling a phone number" = "Zadzwoń na numer %1$@";

"Call|Call" = "Zadzwoń";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Połączenia za pośrednictwem sieci Wi-Fi są bezpłatne. Za połączenia za pośrednictwem sieci komórkowej są naliczane opłaty standardowe.";

"Camera|Button label for attaching a photo from the camera" = "Aparat";

"Cancel|Title for generic Cancel button." = "Anuluj";

"Celebrations|Title of list of friends who have events to celebrate." = "Uroczystości";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Bezpłatnie czatuj z dowolnym kontaktem lub numerem w telefonie.";

"Chat|The title of the view showing the buddy list section of the app" = "Czat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Wybierz znajomych";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Wybierz zdjęcie";

"Clear|prompt to clear all unsent messages" = "Wyczyść";

"Clearing...|Progress text shown while clearing the image for a thread" = "Usuwanie...";

"Close active chat|Button to close an active chat" = "Zamknij aktywny czat";

"Close|Title of button in navigation bar to close a web page." = "Zamknij";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Zamknięcie menu Ustawienia";

"Comment|Comment button title" = "Skomentuj";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Utwórz wiadomość do użytkownika %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Utwórz wiadomość do użytkownika %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Potwierdź numer telefonu";

"Connecting|Text shown on call screen while connecting a call" = "Łączenie";

"Connection Failed|Alert title when connection failed" = "Połączenie nie powiodło się";

"Connection Lost|End call message in connection lost case" = "Połączenie zostało utracone";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Dane kontaktowe";

"Contact Info|Title of the canonical thread info page." = "Dane kontaktowe";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Kontynuuj i nie pytaj ponownie";

"Continue|Button label to continue through zero rating session fence" = "Kontynuuj";

"Continue|Login - Login Button Title for Keychain Login" = "Kontynuuj";

"Conversation Name|placeholder text in conversation name textfield" = "Nazwa konwersacji";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Kopiuj";

"Copy|Title for buttons and menus that let user copy the current text" = "Kopiuj";

"Copy|action sheet option for copying a string to the clipboard" = "Kopiuj";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Nie można było dodać członków. Spróbuj ponownie później.";

"Could not load sticker store.|Error message for sticker store load failure" = "Nie można wczytać sklepu z naklejkami.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Nie udało się odzyskać dostępu";

"Countries|Title for country picker" = "Kraje";

"Country|Country - Country placeholder text" = "Kraj";

"Create Group Chat|Label for a button that creates a new group chat" = "Utwórz czat grupowy";

"Create Group Chat...|Text on a button to compose a new group message" = "Utwórz czat grupowy...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Utwórz konwersację grupową";

"Create New Contact|action sheet option for creating a new contact" = "Utwórz nowy kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Aktualnie rozmawia";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Dostosuj ustawienia powiadomień";

"Decline|Text for button that declines a call" = "Odrzuć";

"Delete Conversation Name|alert title for deleting conversation name" = "Usuwanie nazwy konwersacji";

"Delete Conversation|Button label that will delete the conversation" = "Usuń konwersację";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Usunąć wiadomość? Tej operacji nie będzie można cofnąć.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Usunąć całą tę konwersację?";

"Delete|Button label that will delete the conversation" = "Usuń";

"Delete|Button to accept deleting the name of a conversation" = "Usuń";

"Delete|Label for archive button when swipe to archive in thread list view" = "Usuń";

"Delete|Label for button to delete previous character" = "Usuń";

"Delete|Label on button that deletes a thread" = "Usuń";

"Delete|button text for deleting a message" = "Usuń";

"Delete|button text for removing an unsent message" = "Usuń";

"Details|title for message details page" = "Szczegóły";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Zobacz, kto jest w pobliżu";

"Don't Delete|Button to decline to delete the name of a conversation" = "Nie usuwaj";

"Don't Save|Don't save action sheet button" = "Nie zapisuj";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Zakończ edycję listy wiadomości";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Gotowe";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Dotknij dwukrotnie, aby edytować";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Pobieranie nie powiodło się";

"Download|Accessibility label for download button in sticker store list view" = "Pobierz";

"Download|Button title to download an upgrade" = "Pobierz";

"Download|Label for button to download a sticker pack" = "Pobierz";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Pobrane";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Pobrane";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Pobieranie";

"Downloading|Label for button to show a sticker pack being downloaded" = "Pobieranie";

"Drag Down to Hide|Chat head dismiss NUX title" = "Przeciągnij w dół, aby ukryć";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Przeciągnij tutaj, aby ukryć";

"Edit|Edit button/label title for chat divebar" = "Edytuj";

"Email or phone number|email/phone field placeholder on login screen" = "Adres e-mail lub numer telefonu";

"Empty Feedback|Title for empty feedback warning." = "Brak opinii";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Włącz";

"Enter Code|Enter Code page title" = "Wprowadź kod";

"Error|Error title for sticker pack detail view" = "Błąd";

"Error|error title after failed to load webview" = "Błąd";

"FREE|Price label for free sticker pack" = "DARMOWE";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook jest ciekawszy dzięki lokalizacji";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Login aplikacji Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Użytkownik Facebooka";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook przechowuje kontakty w Twoim imieniu i może je wykorzystywać, aby pomóc innym użytkownikom wyszukiwać znajomych i kontaktować się z nimi oraz aby generować propozycje dla Ciebie i innych. W celu edycji tych danych dotknij przycisku „i” w oknie konwersacji lub usuń wszystkie kontakty w ustawieniach aplikacji.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook co jakiś czas korzysta z informacji o Twojej lokalizacji i przechowuje je.";

"Failed to add members|title for failing to add members dialog" = "Dodawanie członków nie powiodło się";

"Failed to save your settings.|error message after changing thread alert setting." = "Zapisywanie ustawień nie powiodło się.";

"Favorites|chat bar favorites header title" = "Ulubione";

"Featured|Segment button label for featured stickers" = "Polecane";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Postępuj zgodnie z tymi instrukcjami, aby zacząć korzystać z funkcji lokalizacji na Facebooku.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Obserwuj";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Aby uzyskać bardziej dokładne wyniki, przejdź do ustawień urządzenia %1$@ i wybierz Ustawienia lokalizacji. Wybierz opcję WŁ. dla aplikacji %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Aby uzyskać bardziej dokładne wyniki, przejdź do ustawień urządzenia %1$@ i dotknij opcję Prywatność, a następnie Ustawienia lokalizacji. Wybierz opcję WŁ. dla aplikacji %2$@.";

"Free Call|Text on button that starts a messenger call" = "Zadzwoń za darmo";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Bezpłatne połączenie jest niedostępne";

"Friends Nearby|Title of list of friends who are nearby." = "Znajomi w pobliżu";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Znajomi z aplikacji Messenger";

"Get Directions|action sheet option for viewing a map" = "Uzyskaj wskazówki";

"Get Facebook Messenger|The title for messenger promotion banner" = "Pobierz aplikację Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Rozpocznij";

"Get Started|Title for NUX" = "Pierwsze kroki";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Podziel się z nami swoją opinią lub zgłoś problem";

"Google Image Search|" = "Wyszukiwanie obrazów w Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Czat grupowy";

"Group Chats|Title for megaphone section helping users discover group chats" = "Czaty grupowe";

"Group Chats|chat bar header for group conversations" = "Czaty grupowe";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Konwersacja grupowa";

"Group Conversations|Table header for group threads section" = "Konwersacje grupowe";

"Group Info|Title of group thread info page." = "Informacje o grupie";

"Group Members|Title for section showing members of a group (member count will follow)" = "Członkowie grupy";

"Group Messages|Title for megaphone section helping users discover group chats" = "Wiadomości grupowe";

"Group|Button for starting a new group message." = "Grupa";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Rozmawiaj z kilkoma znajomymi jednocześnie.";

"Help|text for help button" = "Pomoc";

"Hold to Talk|The instruction for holding the record button and talk" = "Przytrzymaj i zacznij mówić";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Na pewno";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Jeśli podobała Ci się aplikacja %1$@, czy możesz poświęcić chwilę i ocenić tę aktualizację? Dzięki!";

"Image Search|action sheet option for choosing a photo from image search" = "Wyszukiwanie obrazów";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Dodaj informacje o lokalizacji";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Nieprawidłowy kod potwierdzający.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Zainstalować aplikację Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Zainstaluj";

"Install|The text on the button for users to install Messenger." = "Zainstaluj";

"Introducing Chat Heads|Chat head intro NUX title" = "Dymki czatu — wprowadzenie";

"Invalid Country Code|alert title for invalid country code" = "Nieprawidłowy numer kierunkowy kraju";

"Invalid Phone Number|alert title for invalid phone number" = "Nieprawidłowy numer telefonu";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Dotknij, aby otworzyć i zamknąć wiadomości.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Utrzymuj kontakt z wszystkimi";

"Last Updated: %@|last updated date in pull to refresh header" = "Ostatnia aktualizacja: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Dowiedz się więcej";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Dowiedz się więcej";

"Leave Conversation|leave conversation button" = "Opuść konwersację";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Opuścić konwersację?";

"Leave|Button title for leaving a thread" = "Opuść";

"Leaving...|Progress text shown while leaving a thread" = "Opuszczanie...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Informuj osoby z tej konwersacji, gdzie jesteś.";

"Licenses|Licenses screen title" = "Licencje";

"Licenses|text for licenses button" = "Licencje";

"Like|Like button title" = "Lubię to!";

"Like|Title for generic Like button." = "Lubię to!";

"Load Map|Button text for users to load the map location when zero rated." = "Prześlij mapę";

"Loading...|Message presented while waiting for content to load." = "Ładowanie...";

"Loading...|Placeholder text while results are loading" = "Ładowanie...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Wyszukiwanie Twojej pozycji...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Lokalizacja jest wyłączona";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Lokalizacja jest wyłączona dla tej konwersacji";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Usługi lokalizacji są wyłączone. Włącz je, aby powiadomić osoby biorące udział w tej konwersacji o tym, gdzie jesteś.";

"Location services are on|Title of location NUX when user has enabled location services." = "Usługi lokalizacji są włączone.";

"Log In to Facebook|Login - Login Button Title for password login" = "Zaloguj się do Facebooka";

"Logged in as %@|Login - Text showing who user is logged in as" = "Zalogowano jako %1$@";

"Login Approval Required|title of login approval dialog" = "Wymagane zatwierdzenie logowania";

"Login Failed|Invalid login alert title" = "Logowanie nieudane";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Logowanie jako inna osoba";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Logowanie jako %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Logowanie do innego konta";

"Mark as Unread|Button label that will mark the thread as unread" = "Oznacz jako nieprzeczytane";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Wyślij wiadomość do dowolnej osoby";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Wysyłaj wiadomości do znajomych";

"Message|Button for starting a new message." = "Wiadomość";

"Message|button to open a composer to send a message to the page" = "Wiadomość";

"Messages|Messenger module display name" = "Wiadomości";

"Messages|The title of the message thread list view." = "Wiadomości";

"Messages|Title for messages inbox view" = "Wiadomości";

"Messages|accessibility (voiceover) label for chathead inbox" = "Wiadomości";

"Messages|name of the app with Facebook brand" = "Wiadomości";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Aplikacja Messenger regularnie synchronizuje Twoje kontakty, aby umożliwić Ci dotarcie do większej liczby osób i kontakt ze znajomymi";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Więcej znajomych (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Więcej znajomych (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Więcej znajomych online";

"Name is Too Long|alert title for long conversation name" = "Nazwa jest zbyt długa";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Nazwij tę konwersację";

"Nearby|Nearby people to send a message to" = "W pobliżu";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Już nigdy nie przegapisz wiadomości";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Już nigdy nie przegap wiadomości od znajomego.";

"New Message|Text on a button in messages popover to compose a new message" = "Nowa wiadomość";

"New Message|Title of screen shown when user is composing a new message" = "Nowa wiadomość";

"New version available|Title of alert displayed when new version is available" = "Dostępna nowa wersja";

"Next|Generic button to move to next item" = "Dalej";

"Next|button label for moving to the next screen" = "Dalej";

"No Internet Connection|Warning banner for no network connection" = "Brak połączenia z Internetem";

"No Message|dialog title for when user tries to send an empty message" = "Brak wiadomości";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Brak uczestników";

"No Participants|String when no participants are on the thread" = "Brak uczestników";

"No Recipients|dialog title for when user tries to send to no recipients" = "Brak odbiorców";

"No Results|Alert title when there are no results from image search." = "Brak wyników";

"No locations shared recently.|message on map view when no location has been shared recently" = "Brak ostatnio udostępnionych lokalizacji.";

"No response.|Error reported when no response is received from the server" = "Brak odpowiedzi.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nie, dziękuję";

"Not Now|Button text to temporarily ignore the installation message" = "Nie teraz";

"Not Now|Do not enable contact sync button label, 15 char max" = "Nie teraz";

"Not Now|Not now alert popup button" = "Nie teraz";

"Not Now|Title of button to not share location for now." = "Nie teraz";

"Not Now|button label for deferring enabling push notifications" = "Nie teraz";

"Not now|Button title to decline an upgrade" = "Nie teraz";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Powiadomienia zostały wyłączone na 8 godzin";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Powiadomienia zostały włączone";

"Notifications for This Conversation|Title for per-thread notification settings" = "Powiadomienia dla tej konwersacji";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Powiadomienia dla tej konwersacji są wyłączone.";

"Notifications|Label for enabling/disabling notification" = "Powiadomienia";

"Notifications|Label for enabling/disabling notifications" = "Powiadomienia";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Wyłączone do %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Wyłączone na 1 godzinę";

"Off|Short string for indicating that alerts are off" = "Wyłączone";

"On|Short string for indicating that alerts are on" = "Włączone";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Usunięcia swojej kopii konwersacji nie można cofnąć.";

"Only You|String for describing a thread where you are the only user remaining" = "Tylko ty";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Otwórz ustawienia urządzenia iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Otwórz na mapach";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Otwórz sklep z naklejkami";

"Other People|Table section header for a list of non-friend search results" = "Inne osoby";

"Password|password field placeholder on login screen" = "Hasło";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Osoby biorące udział w tej konwersacji mogą zobaczyć Twoje położenie na mapie.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Dodane przez Ciebie osoby zobaczą wszystkie poprzednie wiadomości z tej konwersacji.";

"Phone Number|placeholder text for phone number field" = "Numer telefonu";

"Pin friends you message most|Label when users have no favorites" = "Przypnij znajomych, do których najczęściej wysyłasz wiadomości";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Sprawdź kod potwierdzający i spróbuj ponownie.";

"Please check your network connection and try again.|" = "Sprawdź połączenie z Internetem i spróbuj ponownie.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Sprawdź numer telefonu i spróbuj ponownie.";

"Please check your number and try again.|alert message for invalid phone number" = "Sprawdź numer telefonu i spróbuj ponownie.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Pobierz najnowszą wersję aplikacji Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Wprowadź wiadomość lub załącz zdjęcie";

"Please enter a valid country code.|alert message for invalid country code" = "Wprowadź prawidłowy numer kierunkowy kraju.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Wprowadź adres e-mail i hasło, których używasz do logowania się do Facebooka.";

"Please include a description of your problem.|Message for empty feedback warning." = "Opisz swój problem.";

"Please rate the quality of your call|Prompt for call quality survey" = "Oceń jakość połączenia";

"Please re-login to renew your session.|Error message for expired session" = "Zaloguj się ponownie, aby wznowić sesję.";

"Please try again|Alert message when there are no results from image search." = "Spróbuj ponownie";

"Please use a shorter conversation name.|alert message for long conversation name" = "Użyj krótszej nazwy konwersacji.";

"Privacy & Terms|text for privacy and terms button" = "Prywatność i Regulamin";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Przeciągnij dymki czatu w dół do ikony Ⓧ, aby je ukryć.";

"Pull down to refresh...|message for pull down to refresh" = "Odśwież (przeciągnij w dół)...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Powiadomienia push są wyłączone.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Powiadomienia push są wyłączone.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Dźwięki powiadomień push są wyłączone.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Powiadomienia push są wyłączone.";

"Push up to refresh...|message for push up to refresh" = "Odśwież (przesuń do góry)...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Szybko znajdź czaty grupowe w tym miejscu.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Znajdź tutaj szybko wiadomości grupowe.";

"Rate %@|Alert title for asking user to rate this app." = "Oceń aplikację %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Oceń aplikację %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Skontaktuj się ze znajomymi, gdziekolwiek teraz są, korzystając z telefonu komórkowego lub przez Internet.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Kontaktuj się ze znajomymi, gdziekolwiek się aktualnie znajdują";

"Recent Stickers|Accessibility label for recently used stickers" = "Ostatnie naklejki";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Ostatnie naklejki";

"Record Video|action sheet option for recording a video" = "Nagraj film";

"Record Voice|Button label for attaching an audio clip" = "Nagraj dźwięk";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Nie udało się rozpocząć nagrywania";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Anulowano nagrywanie";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Zwolnij, aby anulować nagrywanie";

"Release to refresh...|message for releasing to refresh" = "Puść, aby odświeżyć...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Przypomnij później";

"Remove Attachment|action sheet option for removing current attachment" = "Usuń załącznik";

"Remove Photo|action sheet option for removing chosen photo" = "Usuń zdjęcie";

"Remove Photo|action sheet option for removing current attachment" = "Usuń zdjęcie";

"Removing...|text for removing progress" = "Usuwanie...";

"Report a Problem|title for give feedback or report bug" = "Zgłoś problem";

"Resend|Resend - Resend Button Title" = "Wyślij ponownie";

"Retry|generic retry button" = "Spróbuj ponownie";

"Ringing|Text shown on call screen while contacting another party" = "Dzwoni...";

"Save Photo|action sheet option to save photo to library" = "Zapisz zdjęcie";

"Save photo as conversation image?|" = "Czy zapisać zdjęcie jako obraz konwersacji?";

"Save|" = "Zapisz";

"Saving...|Progress text shown while saving a new image for a thread" = "Zapisywanie...";

"Saving...|Progress text shown while saving a new name for a thread" = "Zapisywanie...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Wyszukaj więcej znajomych...";

"Search to add favorites|placeholder in edit favorites search bar" = "Wyszukaj, aby dodać do ulubionych";

"Search|placeholder in search bar" = "Szukaj";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Wyszukiwanie...";

"See Group Chats|Label for a button that creates a new group chat" = "Wyświetl czaty grupowe";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Zobacz, gdzie są Twoi znajomi, i udostępnij im swoją lokalizację. Znajomi nie zobaczą Twojej dokładnej lokalizacji.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Przeczytane przez wszystkich";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Przeczytane przez wszystkich.";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Wyświetlona przez: %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Wyświetlone przez użytkownika %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Wyświetlone przez użytkownika %1$@";

"Seen by:|Text for seen state header" = "Przeczytane przez:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Wyświetlona przez: %1$@, w pobliżu: %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Przeczytano: %1$@";

"Select country code|select country code text" = "Wybierz numer kierunkowy kraju";

"Send (%i)|Send button with count in parentheses" = "Wyślij (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Niepowodzenie wysyłania";

"Send in Message|Sharing option" = "Wyślij w wiadomości";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Wysyłaj wiadomości na telefon komórkowy, na czacie i w sieci";

"Send|Nav bar send button text" = "Wyślij";

"Send|Send button" = "Wyślij";

"Send|text to show in the send button" = "Wyślij";

"Sending...|sending progress text" = "Wysyłanie...";

"Sending…|Text used below message bubble to show send is in progress" = "Wysyłanie…";

"Sent a message|default notification text for messages with no body text" = "Wysłano wiadomość";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Wysłano z aplikacji Messenger";

"Sent from email|indicator that a message was sent from email" = "Wysłano z poczty e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Wysłano z telefonu komórkowego";

"Sent from web|indicator that a message was sent sent from web or chat" = "Wysłano z Internetu";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Wysłano z: %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Wysłano: %1$@";

"Session Expired|Error title for expired session" = "Sesja wygasła";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Ustaw opcję „Facebook” w pozycji włączonej";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Ustawienia > Ogólne > Usługi lokalizacji";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Ustawienia > Usługi lokalizacji";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Ustawienia aplikacji &gt; Prywatność &gt; Usługi lokalizacji";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Ustawienia";

"Settings|Settings alert popup button" = "Ustawienia";

"Settings|title for settings page" = "Ustawienia";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Udostępnij lokalizację, aby sprawdzić, kto jest w pobliżu.";

"Share|Share button title" = "Udostępnij";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Udostępniane zdjęcia";

"Shared a link|text for a link share" = "Udostępniono link";

"Shared a photo|text for a photo share" = "Udostępniono zdjęcie";

"Shared a video|text for a video share" = "Udostępniono film";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Pokaż klawiaturę";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Wyświetl naklejki";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Zarejestruj się na Facebooku";

"Skip|Skip - Skip Button Title" = "Pomiń";

"Something went wrong. Want to try again?|retry dialog message" = "Wystąpił niezidentyfikowany problem. Czy chcesz ponowić próbę?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Przepraszamy, wystąpił nieokreślony błąd";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Standardowe opłaty za przesyłanie danych";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Załadowanie danych mapy może wiązać się z naliczeniem standardowych opłat.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Korzystaj z czatów grupowych";

"Sticker Store|Navigation bar title for sticker store view" = "Sklep z naklejkami";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Przestań załączać pliki multimedialne";

"Submit|Submit button title" = "Wyślij";

"Suggestions|Suggested people to send a message to" = "Propozycje";

"Switch Account|text for switching logged in user" = "Przełącz konto";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Przełącz się na połączenie Wi-Fi, aby rozpocząć połączenie";

"Sync Contacts|Start contact sync button label, 15 char max" = "Synchronizuj kontakty";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Zsynchronizuj kontakty";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Dodawaj znaczniki lokalizacji do postów i zdjęć. Dowiedz się, co słychać w okolicy, nawet wtedy, gdy trzymasz telefon w kieszeni.";

"Take Photo|action sheet option for taking a photo" = "Zrób zdjęcie";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Dotknij opcji Ogólne";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Wybierz opcję Usługi lokalizacji";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Wybierz opcję Prywatność";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Aby wysłać tę wiadomość, dotknij „Spróbuj ponownie”.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Dotknij ikony koła zębatego, aby włączyć czat";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Dotknij tutaj, żeby dowiedzieć się więcej o swoich ustawieniach i o tym, do czego Facebookowi potrzebna jest Twoja lokalizacja.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Dotknij przycisku +, aby wysłać zdjęcia, dodać emotikony lub nagrać wiadomość głosową.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Dotknij, aby powrócić do ekranu połączenia";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Dotknij, aby włączyć lokalizację";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Nie można wysyłać wiadomości SMS na ten numer.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Wysyłaj wiadomości SMS do znajomych za darmo.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Wysyłaj wiadomości SMS do znajomych gdziekolwiek są: na ich telefon lub na czat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Ten numer telefonu nie może otrzymywać wiadomości SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Podczas łączenia z Facebookiem wystąpił problem. Sprawdź połączenie z Internetem i spróbuj ponownie.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "W trakcie łączenia wystąpił problem. Podłącz się do sieci Wi-Fi i spróbuj ponownie.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Wskazówka: Już nigdy nie przegapisz wiadomości";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Aby móc odbierać połączenia, musisz zaktualizować aplikację Messenger do nowej wersji.";

"To complete your phone number activation, please enter the activation code|" = "Aby zakończyć aktywację numeru telefonu, wprowadź kod aktywacji";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Aby dodawać do wiadomości informacje o lokalizacji, przejdź do sekcji %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Aby móc dzwonić, musisz zaktualizować aplikację Messenger do nowej wersji.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Aby wyłączyć powiadomienia dla tej konwersacji, przejdź do ustawień konwersacji.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Aby wyłączyć lokalizację dla wszystkich konwersacji, przejdź do sekcji %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Aby włączyć powiadomienia, przejdź w urządzeniu iPhone do menu: Ustawienia %1$@ Powiadomienia %2$@ Messenger.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Aby móc korzystać z tej funkcji, przejdź do ustawień dla urządzenia %1$@ i wybierz opcję Usługi lokalizacji. Wybierz opcję WŁ. dla aplikacji %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Aby móc korzystać z tej funkcji, przejdź do ustawień dla urządzenia %1$@ i dotknij kolejno opcje Prywatność i Usługi lokalizacji. Wybierz opcję WŁ. dla aplikacji %2$@.";

"To|Accessibility label for to field in contact picker" = "Do";

"To:|to field in contact picker" = "Do:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Dotknij i przytrzymaj, żeby zacząć nagrywać. Puść, aby wysłać, lub zsuń palec z przycisku, żeby anulować.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Spróbuj ponownie";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Wyłącz czat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Wyłącz do 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Wyłącz na godzinę";

"Turn Off|Option to turn off alerts" = "Wyłącz";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Włącz czat";

"Turn On Location Services|Error message title when location services are unavailable." = "Włącz usługi lokalizacji";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Włącz powiadomienia";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Włącz powiadomienia";

"Turn On|Option to turn on alerts" = "Włącz";

"Turn On|Turn on alerts" = "Włącz";

"Turn On|button label for deferring enabling push notifications" = "Włącz";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Włącz powiadomienia Push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Włącz powiadomienia push, aby mieć informację o nadejściu nowej wiadomości.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Włączanie i wyłączanie powiadomień";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Pisze…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Nie można zadzwonić do użytkownika %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Nie można zapisać obrazu";

"Unable to Send|Title for send feedback failed warning." = "Nie udało się wysłać";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Nie można dodać więcej osób do konwersacji. Spróbuj ponownie później.";

"Unable to name your conversation.|error message after setting conversation name" = "Nie można nadać nazwy konwersacji.";

"Unable to remove you right now.|error messages after leaving conversation" = "Usunięcie Cię z konwersacji jest w tej chwili niemożliwe.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Nie można zapisać ulubionych wiadomości na Facebooku";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Nie można wysłać wiadomości. Ponowić próbę?";

"Unable to send message.|Alert text for when a message failed to send." = "Nie można wysłać wiadomości.";

"Unable to send right now.|error message for failing to send message" = "W tej chwili nie można wysłać.";

"Unpin|button title to remove user from favorites" = "Odepnij";

"Update|Get new version now button." = "Aktualizuj";

"Updating...|updating progress text" = "Aktualizowanie...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Zaktualizuj teraz";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Korzystaj z aplikacji Messenger za darmo";

"View Call|Text show on button that views an incoming call" = "Zobacz połączenie";

"View Missed Call|Text show on button that views an incoming call" = "Wyświetl nieodebrane połączenie";

"View Timeline|Button text to go to a user's timeline" = "Zobacz oś czasu";

"View in Maps|action sheet option for viewing a map" = "Zobacz na mapie";

"View|Alert button that takes user to the thread where a message failed to send" = "Zobacz";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Niestety pobieranie pakietu naklejek %1$@ nie powiodło się. Spróbuj ponownie później.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Wyślemy Ci wiadomość SMS z linkiem umożliwiającym potwierdzenie numeru.";

"Welcome to Messenger|Title for NUX page" = "Witamy w aplikacji Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Do kogo chcesz wysłać wiadomość?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Do kogo chcesz wysłać tę wiadomość?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Po napisaniu wiadomość rozsyłana jest do każdego znajomego.";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Po napisaniu wiadomość rozsyłana jest do każdego znajomego.";

"Write a message...|Placeholder text to suggest writing a message" = "Napisz wiadomość...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Możesz zadzwonić do użytkownika %1$@ w sieci Wi-Fi. W tym celu włącz Wi-Fi w ustawieniach telefonu.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Możesz zarządzać swoimi danymi w menu ustawień prywatności.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Masz nieodebrane połączenie od użytkownika %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Wkrótce otrzymasz wiadomość SMS lub e-mail z kodem do logowania.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Nie jesteś informowany(a) o otrzymaniu wiadomości.";

"You|String for you, the user" = "Ty";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Masz zamiar opuścić aplikację Messenger. Mogą zostać naliczone standardowe opłaty za transmisję danych.";

"Your Stickers|Segment button label for downloaded stickers" = "Twoje naklejki";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Znajomy nie może aktualnie odbierać połączeń.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Twój znajomy jest w pobliskiej kawiarni.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Twój znajomy poleca pobliską restaurację.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Twój znajomy wykonał w pobliżu zdjęcie.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Wysłanie wiadomości do jednego lub większej liczby odbiorców nie powiodło się.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Wysyłanie wiadomości do co najmniej 1 odbiorcy nie powiodło się.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Twoja wiadomość nie została wysłana.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Twoje wiadomości nie zostały wysłane.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktywny(a) wczoraj";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktywny(a) godzinę temu";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktywny(a) minutę temu";

"active now|indicator that a user is currently active, on web or mobile" = "aktywny(a) teraz";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktywny(a) (przez telefon) %1$@ temu";

"active on mobile|presences status for being active on mobile" = "aktywny(a) (przez telefon)";

"active %id ago|indicator that a user was active 2+ days ago" = "aktywny(a) %1$i dni temu";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktywny(a) %1$i godz. temu";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktywny(a) %1$i min temu";

"active %@ ago|presences status for being active a relative time ago" = "aktywny(a) %1$@ temu";

"error|A short message for audio play error" = "błąd";

"is calling|text below the caller's name when they are calling" = "dzwoni";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "pisze…";

"on mobile|presences status for being available on mobile" = "dostępny(a) przez telefon";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ temu";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "pisze…";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d więcej znajomych w pobliżu...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d z %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dni";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i godzin(y)";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minut(y)";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "Znaleziono osób: %1$i, %2$i już istnieje";

"%id|short indicator that a user was active 2+ days ago" = "%1$id";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$ig";

"%im|short indicator that a user was active 2+ minute ago" = "%1$imin";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ i %2$@ korzystają z aplikacji Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ i %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ hundred-million";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "Dzwoni %1$@";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ prowadzi inną rozmowę";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ jest w pobliskiej kawiarni.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ nie jest dostępny(a).";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ używa teraz aplikacji Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ pisze…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ poleca pobliską restaurację.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ powiedział(a): %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ ten-thousand";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ wykonał(a) w pobliżu zdjęcie.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ próbował(a) zadzwonić do Ciebie";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ korzysta z aplikacji Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, nowe wiadomości: %2$d";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i więcej";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ i %3$@ korzystają z aplikacji Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ i 1 inny znajomy korzystają z aplikacji Facebook Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ i %4$i innych znajomoych korzystają z aplikacji Facebook Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mld";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ tys.";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mln";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u znajomych w pobliżu";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u Twoich znajomych udostępnia Ci swoją lokalizację.";

"%u photo attached|Accessiblity text for a single photo" = "Załączono %1$u zdjęcie";

"%u photos attached|Accessibility text for a photo set" = "Załączono %1$u zdjęć";

